{
    "whoWeAre": {
        "title": "Transforming Spaces, Anytime, Anywhere",
        "description": "At SAMRON PORTABLE CABINS, we specialize in designing and manufacturing durable, customizable, and versatile modular spaces that serve a wide range of needs. Our expertise includes portable offices, container offices, accommodation cabins, security cabins, bunk houses, portable toilets, retail outlets, healthcare centres, and storage containers. Every cabin is built with high-quality materials to ensure durability, mobility, and comfort. Designed for quick deployment and cost-effectiveness, our solutions are ideal for construction sites, remote projects, events, healthcare, and retail ventures. We are committed to creating smart, functional spaces that can be set up anytime, anywhere—redefining convenience and efficiency.",
        "image": "assets/images/who_we_are.webp",
        "action": "Read More",
        "actionLink": "/about"
    },
    "whyChooseUs": {
        "title": "Why you should prefer <span>SAMRON PORTABLE CABINS</span> in Prefabricated structures ?",
        "description": "We are a trusted leader in prefabricated and container solutions, delivering over 5,000 high-quality units across 20+ states in India. Known for reliability and durability, we consistently uphold the highest standards, ensuring customer satisfaction and long-term value in every project we undertake with commitment and excellence.",
        "serviceImage": "assets/images/why_choose_us/why_choose_us.webp",
        "reason": [
            {
                "title": "Customer Support",
                "description": "We are committed to providing ongoing support and assistance to address any concerns, even after product delivery.",
                "thumbnail": "assets/images/why_choose_us/customer_support.webp"
            },
            {
                "title": "Vision & Mission",
                "description": "We strive to lead in modern construction technology solutions, enhancing people's lives with innovative and quality-driven advancements daily.",
                "thumbnail": "assets/images/why_choose_us/vision_and_mission.webp"
            },
            {
                "title": "Quality Policy",
                "description": "We have produced over 5,000 high-quality units in various shapes and sizes, earning recognition and appreciation from our customers.",
                "thumbnail": "assets/images/why_choose_us/quality_policy.webp"
            },
            {
                "title": "Corporate Value",
                "description": "Samron has always been a values-driven organization, guided by ethics, fairness, and objectivity, principles that continue to steer our growth and success.",
                "thumbnail": "assets/images/why_choose_us/corporate_value.webp"
            }
        ]
    },
    "whatWeDo": {
        "title": "What We Do",
        "description": "We are a leading manufacturer and supplier of high-quality portable solutions, offering a diverse range of products including Portable Office Cabins, Portable Toilets, Storage Rooms, Security Cabins, Bunk Houses, and a variety of customizable portable cabins and containers. <span>Each product is meticulously tested for quality by our experienced professionals. Specializing in durability, innovation, and functionality, we provide reliable, versatile structures designed to meet the specific needs of different industries. Our commitment to customer satisfaction ensures superior performance and tailored solutions for every project.</span>"
    },
    "letTheNumbersSpeak": {
        "title": "India's Prefabricated Preference",
        "items": [
            {
                "count": 5000,
                "tag": "Products Delivered",
                "thumbnail": "fa-solid fa-box"
            },
            {
                "count": 250,
                "tag": "Happy Clients",
                "thumbnail": "fa-solid fa-smile"
            },
            {
                "count": 10,
                "tag": "Years Experience",
                "thumbnail": "fa-solid fa-briefcase"
            },
            {
                "count": 100,
                "tag": "Manpower",
                "thumbnail": "fa-solid fa-users"
            }
        ]
    }
}