[
  {
    "name": "Portable Cabins",
    "description": "We design and manufacture durable steel structures using MS Steel, GI Sheet, and ACP Sheet, suitable for industrial, commercial, and temporary applications. Our solutions are modular, weather-resistant, and fully customizable to meet diverse project needs.",
    "images": [
      ""
    ],
    "products": [
      {
        "name": "Portable Office",
        "slug": "portable-office",
        "tags": [
          "Portable Office Cabin",
          "Site Office cabin",
          "Temporary Office Cabin"
        ],
        "description": "Portable offices provide flexible, cost-effective workspaces for on-site and remote locations. Easy to set up and move, they ensure a comfortable, secure environment that supports efficient project management and operations.",
        "images": [
          "assets/images/products/portable_office/1.webp",
          "assets/images/products/portable_office/2.webp",
          "assets/images/products/portable_office/3.webp",
          "assets/images/products/portable_office/4.webp"
        ],
        "videos": [
          "assets/videos/products/portable_office/1.mp4",
          "assets/videos/products/portable_office/2.mp4",
          "assets/videos/products/portable_office/3.mp4",
          "assets/videos/products/portable_office/4.mp4",
          "assets/videos/products/portable_office/5.mp4",
          "assets/videos/products/portable_office/6.mp4"
        ],
        "layouts": [
          "https://www.karmod.com/media/page/konteyner-teknik-012127.jpg",
          "https://www.karmod.com/media/page/flatpack-container-012152.jpg"
        ],
        "specifications": {
          "size": "10*10, 10*20, 20*20, & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Office, Construction Site Office, Temporary Office, etc...",
          "features": "Secure, Affordable, Quick Setup"
        },
        "details": [
          {
            "title": "Portable Office Cabins: A Modern Workspace Solution",
            "description": "Portable office cabins provide a modern solution for businesses requiring adaptable and efficient workspaces. Built from durable steel and prefabricated panels, these cabins are designed for rapid setup and easy relocation, ensuring reliable use across temporary or long-term projects. Insulated interiors maintain comfortable temperatures in all climates, while electrical fittings support computers, lighting, and HVAC systems. The modular design allows expansion into multiple rooms or integration with other portable units, offering scalable solutions for project-specific requirements. Ideal for construction sites, remote offices, temporary project locations, and events, these offices help maintain professional and productive work environments. They reduce setup time and cost while offering mobility, durability, and comfort. For added onsite convenience, they can be paired with a <a href='products/portable-toilet'>Portable Toilet</a>, providing hygienic facilities for staff without leaving the worksite."
          },
          {
            "title": "Features That Enhance Productivity and Comfort",
            "description": "Portable office cabins are designed to ensure maximum efficiency and comfort for teams operating in temporary or remote environments. Insulated walls and roofs protect against heat, cold, and noise, while sliding windows and secure doors enhance ventilation and safety. Electrical fittings allow for lighting, computers, and climate control systems, creating a functional workspace similar to a conventional office. Their flexible layout supports single-room or multi-room setups, or integration with other portable units. Durable construction and easy mobility make them ideal for construction, healthcare, education, and events. Minimal setup requirements enable quick deployment and relocation, reducing downtime while maintaining a professional working environment. Organizations can expand or reconfigure layouts as project needs evolve, combining productivity with convenience and flexibility."
          },
          {
            "title": "Industry Applications and Advantages",
            "description": "The versatility of portable office cabins makes them valuable across numerous industries. Construction companies deploy them for on-site offices, while oil and gas projects benefit from mobile, reliable workspaces. Educational institutions and healthcare providers use them for temporary classrooms or administrative units, and event managers rely on them as office hubs at festivals or sports events. Integration with a <a href='products/container-office'>Container Office</a> can provide additional modular workspace, making it easy to expand operations. Quick deployment, durability, and cost-effectiveness make them ideal for temporary or expanding projects. Modular design allows scaling as requirements change, and robust materials ensure longevity even in challenging environments. By combining comfort, mobility, and operational efficiency, portable office cabins enhance productivity, reduce costs, and provide a professional environment wherever temporary or remote workspace solutions are needed."
          }
        ],
        "technicalSpecifications": []
      },
      {
        "name": "Portable Toilet",
        "slug": "portable-toilet",
        "tags": [
          "Mobile Toilet",
          "Portable Toilet Cabin",
          "ACP Toilet Cabin"
        ],
        "description": "Portable toilets offer hygienic, convenient sanitation solutions for offices, construction sites, and VIP events. Designed for easy installation and maintenance, they ensure cleanliness and comfort in any temporary or remote location.",
        "images": [
          "assets/images/products/portable_toilet/1.webp",
          "assets/images/products/portable_toilet/2.webp",
          "assets/images/products/portable_toilet/3.webp",
          "assets/images/products/portable_toilet/4.webp"
        ],
        "videos": [
          "assets/videos/products/portable_toilet/1.mp4",
          "assets/videos/products/portable_toilet/2.mp4"
        ],
        "layouts": [],
        "specifications": {
          "size": "4*4, 4*6, 6*6, 10*10, & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Office Washrooms, Construction Site Toilet, VIP Toilet, etc...",
          "features": "Hygienic, Portable, Eco-Friendly"
        },
        "details": [
          {
            "title": "Portable Toilet – Flexible, Hygienic Sanitation Solutions",
            "description": "Portable toilets provide mobile, hygienic, and convenient restroom facilities for construction sites, offices, VIP events, and remote workplaces. Built with durable materials such as MS steel, ACP sheets, or fiberglass, these units ensure reliable sanitation wherever permanent facilities are unavailable. They feature insulated walls, sealed tanks, ventilation, and easy-to-clean interiors, ensuring safety, comfort, and cleanliness. Portable toilets reduce downtime, maintain hygiene standards, and improve worker morale. These units are fast to deploy, relocatable, and reusable, making them ideal for industries with shifting project sites. For added convenience, portable toilets complement <a href='products/portable-office'>Portable Offices</a>, creating a complete onsite facility solution. Their design supports modern sanitation requirements while minimizing infrastructure costs and providing an eco-friendly option for temporary or remote applications."
          },
          {
            "title": "Features Ensuring Comfort and Reliability",
            "description": "Designed for both convenience and performance, portable toilets remain functional in all weather conditions, whether hot summers, cold winters, or heavy rains. Sealed and ventilated cabins prevent odors, contamination, and moisture ingress, while optional lighting systems allow day-and-night use. Some models include flushing mechanisms, hand wash stations, or even showers, enhancing usability. These toilets are also easy to maintain, relocate, and redeploy, reducing operational disruption. Their durability ensures long-term performance, and customizable layouts allow adaptation to site-specific requirements. Industries like agriculture, event management, and construction benefit from these hygienic facilities, ensuring staff and visitors have safe and reliable sanitation wherever needed."
          },
          {
            "title": "Applications Across Industries",
            "description": "Portable toilets are widely used across multiple industries and scenarios. Construction sites rely on them for worker hygiene, while outdoor events and festivals use them to serve large crowds efficiently. Emergency response and disaster relief teams deploy portable toilets in affected areas to maintain sanitation standards. Industrial and agricultural projects benefit from mobile sanitation in remote locations. In addition, units like the <a href='products/toilet-container'>Toilet Container</a> provide larger-scale sanitation solutions for long-term projects or high-traffic areas. The combination of mobility, hygiene, and quick deployment makes portable toilets indispensable for maintaining comfort, health, and productivity in temporary or remote environments."
          }
        ],
        "technicalSpecifications": []
      },
      {
        "name": "Security Cabin",
        "slug": "security-cabin",
        "tags": [
          "Portable Security Cabin",
          "Toll Gate Cabin",
          "Office Security Cabin",
          "Home Security Cabin"
        ],
        "description": "Security cabins provide secure, durable shelters for various settings like homes, toll gates, offices, construction sites, malls, and hospitals, offering protection, visibility, and comfort for personnel in diverse environments.",
        "images": [
          "assets/images/products/security_cabin/1.webp",
          "assets/images/products/security_cabin/2.webp",
          "assets/images/products/security_cabin/3.webp",
          "assets/images/products/security_cabin/4.webp",
          "assets/images/products/security_cabin/5.webp",
          "assets/images/products/security_cabin/6.webp",
          "assets/images/products/security_cabin/7.webp",
          "assets/images/products/security_cabin/8.webp"
        ],
        "videos": [
          "assets/videos/products/security_cabin/1.mp4",
          "assets/videos/products/security_cabin/2.mp4"
        ],
        "layouts": [],
        "specifications": {
          "size": "4*4, 4*6, 6*6, 10*10, & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "House Security, Toll Gate, Office Security, Construction Site Security, Shopping Mall Security, Hospital Security, etc...",
          "features": "Tough, Safe, Reliable"
        },
        "details": [
          {
            "title": "Security Cabins – Reliable Protection for Diverse Environments",
            "description": "Portable security cabins provide safe, durable, and mobile solutions for a variety of security needs. Prefabricated with high-grade steel and insulated panels, they offer protection and comfort for security personnel in homes, construction sites, offices, and public spaces. Designed for rapid deployment, these cabins are ideal for temporary and permanent security posts. Their weatherproof construction, reinforced doors, and secure windows ensure safety even in harsh environments. Electrical fittings support lighting, fans, and communication devices, while modular layouts allow customization for multiple purposes. Security cabins can also be paired with <a href='products/portable-office'>Portable Offices</a> to create integrated onsite control points. Their flexibility, mobility, and professional design make them essential for industries seeking efficient security infrastructure."
          },
          {
            "title": "Features That Enhance Safety and Comfort",
            "description": "Security cabins are built for continuous use, combining comfort and functionality for personnel working long hours. Insulated interiors maintain comfortable temperatures in all climates, while electrical systems support lighting, computers, and surveillance equipment. Secure doors and sliding windows provide visibility without compromising safety. Larger units can include multiple rooms or reinforced sections for additional protection. Sealed seams and weatherproof construction keep dust, moisture, and water out, ensuring durability. Designed to withstand industrial or public site conditions, these cabins are low-maintenance and easily relocatable. Their modular design allows integration with other portable units, enabling scalable solutions that adapt to evolving security requirements. They provide a reliable, professional environment for security staff across industries."
          },
          {
            "title": "Applications Across Industries",
            "description": "Portable security cabins are versatile and applicable across many industries. Construction companies deploy them at site entrances, industrial facilities use them for access control, and residential complexes place them at guard posts. Event organizers rely on cabins for quick deployment at festivals, sports events, or concerts. Airports, train stations, and government facilities also utilize security cabins to supplement permanent infrastructure. Integration with <a href='products/container-office'>Container Offices</a> allows centralized monitoring and administrative functions. With durability, mobility, and professional design, security cabins provide comprehensive protection and comfort, ensuring personnel can operate effectively. Their quick setup, modular design, and ability to relocate make them an indispensable solution for modern security operations."
          }
        ],
        "technicalSpecifications": []
      },
      {
        "name": "Portable Outlet",
        "slug": "portable-outlet",
        "tags": [
          "Portable Shop Cabin",
          "Portable Cafe",
          "Portable Restaurant",
          "Portable Shop Cabin"
        ],
        "description": "Portable outlets are compact, stylish, and functional units designed for businesses like chai corners, cafes, restaurants, and retail shops. They offer easy setup and mobility, perfect for attracting customers in any location.",
        "images": [
          "assets/images/products/portable_outlet/1.webp",
          "assets/images/products/portable_outlet/2.webp",
          "assets/images/products/portable_outlet/3.webp",
          "assets/images/products/portable_outlet/4.webp"
        ],
        "videos": [],
        "layouts": [],
        "specifications": {
          "size": "6*8, 8*10, 10*10, 10*12 & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Chai Corner, Cafe Corner, Restaurant, Retail Shop, etc...",
          "features": "Portable, Flexible & Affordable"
        },
        "details": [
          {
            "title": "Portable Outlets – Affordable Retail Solutions for Every Business",
            "description": "Portable shop cabins provide modern, flexible, and cost-effective solutions for retail and food businesses. Compact yet functional, they are built from steel or prefabricated panels and designed for quick setup, easy relocation, and durability. Ideal for chai corners, cafes, mini-restaurants, or retail shops, they allow entrepreneurs to establish a presence in urban hotspots, roadside locations, or remote areas with minimal investment. Interiors can be customized with counters, shelving, lighting, plumbing, and branding, providing a complete ready-to-use solution. These units are particularly useful for temporary events, pop-up businesses, or seasonal operations. For integrated business solutions, portable outlets can be complemented with <a href='products/container-outlet'>Container Outlets</a> to expand retail operations or create modular setups in high-traffic areas."
          },
          {
            "title": "Key Features and Benefits",
            "description": "Portable outlets are designed for usability, durability, and flexibility. Their weatherproof and insulated construction ensures smooth operation throughout the year. Lockable doors and reinforced frames provide security for goods and equipment, while compact dimensions make them suitable for urban and semi-urban locations. Electrical fittings allow for lighting, refrigeration, coffee machines, or other appliances. Modular design and customizable layouts enable entrepreneurs to scale operations, integrate multiple cabins, or create unique store formats. Fast deployment, low maintenance, and mobility make portable outlets an ideal solution for startups, pop-ups, or businesses expanding into new markets, reducing both cost and setup time while enhancing professional presentation and customer experience."
          },
          {
            "title": "Applications Across Industries",
            "description": "Portable shop cabins are versatile solutions across retail, food, and service industries. They are popular for chai corners, café outlets, takeaway counters, mini-restaurants, and boutique retail shops. Event organizers use them as pop-up units for exhibitions, fairs, and festivals. Tourism, street retail, and local produce sales benefit from their portability and ease of deployment. Their modular design allows integration with other portable units or <a href='products/portable-office'>Portable Offices</a> to create combined service and administrative spaces. Offering quick setup, cost-effectiveness, and full functionality, portable outlets empower businesses to operate in multiple locations with minimal investment while maintaining flexibility and professionalism."
          }
        ],
        "technicalSpecifications": []
      },
      {
        "name": "Portable House",
        "slug": "portable-house",
        "tags": [
          "Portable Farm House",
          "Bunk House"
        ],
        "description": "Portable houses offer comfortable, movable living spaces like bunk houses and farm houses. Designed for durability and ease of setup, they are ideal for remote stays, recreation, or on-site accommodation.",
        "images": [
          "assets/images/products/portable_house/1.webp",
          "assets/images/products/portable_house/2.webp",
          "assets/images/products/portable_house/3.webp",
          "assets/images/products/portable_house/4.webp",
          "assets/images/products/portable_house/5.webp"
        ],
        "videos": [],
        "layouts": [],
        "specifications": {
          "size": "10*10, 10*20, 20*20 & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Bunk House, Farm House, etc...",
          "features": "Durable, Comfortable & Customizable"
        },
        "details": [
          {
            "title": "Portable Houses – Smart Living and Workspace Solutions",
            "description": "Portable houses provide flexible, comfortable, and cost-effective living solutions for modern lifestyles. Designed for mobility and durability, these prefabricated units are ideal for remote work sites, farms, recreational areas, or temporary accommodation needs. Built with MS steel, GI sheets, and ACP panels, they offer insulated interiors, modular layouts, and weather-resistant construction. Each unit can be customized with bedrooms, living areas, kitchens, bathrooms, and electrical systems, allowing residents to enjoy all amenities of a traditional home. Portable houses can be combined with <a href='products/container-homes'>Container Homes</a> for expanded living or multi-unit setups, making them perfect for rural retreats, eco-tourism, or temporary workforce accommodation."
          },
          {
            "title": "Key Features and Benefits",
            "description": "These houses are designed for rapid deployment, energy efficiency, and low maintenance. Insulated walls and roofing maintain comfort in hot and cold climates, while modular construction allows units to be scaled up or reconfigured as needed. Electrical wiring, plumbing, and optional air conditioning systems ensure full functionality. Portable houses are ideal for emergency housing, seasonal workforce accommodation, or recreational retreats. They offer mobility without sacrificing safety, aesthetics, or comfort. The units are reusable, eco-friendly, and can be relocated easily, ensuring long-term value and adaptability across industries and lifestyles."
          },
          {
            "title": "Applications Across Industries and Lifestyles",
            "description": "Portable houses serve a wide range of applications, including bunkhouses for construction and industrial sites, farmhouses for rural retreats, mobile offices, and training centers. Tourism and hospitality sectors use them for eco-lodging and temporary guest accommodations. They are also useful in disaster relief, emergency housing, and remote research camps. Integration with <a href='products/accommodation-cabin'>Accommodation Cabins</a> creates versatile housing solutions for workers or guests. With their combination of comfort, durability, and mobility, portable houses provide practical and modern alternatives to traditional construction, supporting both lifestyle and industrial needs efficiently."
          }
        ],
        "technicalSpecifications": []
      },
      {
        "name": "Accommodation Cabin",
        "slug": "accommodation-cabin",
        "tags": [
          "Portable Accommodation Cabin",
          "Construction Accommodation Cabin"
        ],
        "description": "Accommodation cabins provide convenient, ready-to-use living spaces for construction sites and other locations. Designed for comfort and mobility, they are ideal for worker housing or short-term accommodation in remote areas.",
        "images": [
          "assets/images/products/accommodation_cabin/1.webp",
          "assets/images/products/accommodation_cabin/2.webp",
          "assets/images/products/accommodation_cabin/3.webp",
          "assets/images/products/accommodation_cabin/4.webp"
        ],
        "videos": [
          "assets/videos/products/accommodation_cabin/1.mp4"
        ],
        "layouts": [],
        "specifications": {
          "size": "10*10, 10*20, 20*20 & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Construction Site Accommodation, Temporary Accommodation, etc...",
          "features": "Durable, Comfortable & Customizable"
        },
        "details": [
          {
            "title": "Accommodation Cabins – Comfortable, Modular Living Spaces",
            "description": "Portable accommodation cabins offer a practical solution for temporary housing in construction sites, industrial areas, or remote locations. Built from durable steel and insulated panels, they provide secure, weatherproof, and mobile living units with ready-to-use interiors. These cabins can be customized with bedrooms, living areas, kitchens, and washrooms, creating a comfortable environment for workers or temporary residents. For expanded accommodation solutions, they can be paired with <a href='products/portable-house'>Portable Houses</a> to create multi-unit setups or modular housing blocks, allowing flexibility for both workforce and guest accommodation. Quick deployment and mobility make them ideal for temporary or seasonal requirements."
          },
          {
            "title": "Features and Benefits",
            "description": "Accommodation cabins are designed for ease of setup, low maintenance, and long-term usability. Insulated interiors maintain comfort in various climates, while electrical fittings support lighting, ventilation, and basic appliances. Modular designs allow scalable configurations, whether for single units or multiple connected cabins. The strong construction ensures durability and safety, and the cabins are easily relocatable as project needs change. Their versatility, affordability, and mobility make them an efficient solution for workforce housing, disaster relief, or temporary site accommodation without compromising on comfort and functionality."
          },
          {
            "title": "Applications Across Industries",
            "description": "These cabins are widely used in construction, mining, oil & gas, agriculture, and emergency response projects. They provide reliable, secure, and comfortable temporary housing for workers, staff, or guests. Event organizers and remote site managers use them for staff lodging, training centers, or temporary offices. Integration with <a href='products/container-accommodation'>Container Accommodation</a> offers scalable, modular housing solutions, ideal for industrial or large-scale deployments. With durability, mobility, and customizable interiors, accommodation cabins ensure high-quality living standards in temporary setups, supporting productivity and convenience across industries."
          }
        ],
        "technicalSpecifications": []
      },
      {
        "name": "Portable Health Care Centre",
        "slug": "portable-health-care-centre",
        "tags": [
          "Health Care Cabin",
          "Portable Hospital",
          "Portable Clinic Cabin"
        ],
        "description": "Portable health care centres offer quick-to-deploy medical facilities like temporary hospitals, clinics, and care camps. They ensure essential health services in remote, rural, or emergency locations with safety and efficiency.",
        "images": [
          "assets/images/products/portable_health_care/1.webp",
          "assets/images/products/portable_health_care/2.webp",
          "assets/images/products/portable_health_care/3.webp",
          "assets/images/products/portable_health_care/4.webp"
        ],
        "videos": [],
        "layouts": [],
        "specifications": {
          "size": "10*10, 10*20, 20*20 & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Construction Site Accommodation, Temporary Accommodation, etc...",
          "features": "Hygienic, Secured & Fully Equipped"
        },
        "details": [
          {
            "title": "Portable Health Care Centres – Fast, Flexible Medical Solutions",
            "description": "Portable health care cabins provide quick, mobile, and fully functional medical facilities for remote locations, disaster relief, and emergency setups. Built from durable steel and prefabricated panels, these cabins can be rapidly deployed, relocated, and customized to serve as clinics, temporary hospitals, or mobile treatment centres. Each unit is designed with insulated walls, hygienic interiors, electrical and plumbing systems, and specialized spaces for consultation, treatment, and storage. These facilities offer a cost-effective and reliable alternative to permanent infrastructure, enabling health care delivery where conventional hospitals are inaccessible. For integrated operations, portable health care centres can be paired with <a href='products/portable-house'>Portable Houses</a> for staff accommodation or <a href='products/portable-office'>Portable Offices</a> for administrative purposes, creating fully operational health service setups in challenging environments."
          },
          {
            "title": "Key Features and Benefits",
            "description": "These cabins are engineered for hygiene, safety, and adaptability. Insulated and weatherproof construction ensures functionality in any climate, while optional partitions, ventilation systems, and electrical fittings support medical equipment, patient care, and staff comfort. Rapid deployment and modular layouts allow facilities to be scaled to meet varying needs, from single-room clinics to larger treatment centres. The cabins are reusable, relocatable, and compliant with medical standards, making them ideal for vaccination camps, disaster response units, mobile diagnostic centres, or temporary hospital expansions. Their design combines safety, convenience, and efficiency to ensure reliable health service delivery anywhere."
          },
          {
            "title": "Applications Across Industries",
            "description": "Portable health care centres are used in rural outreach programs, disaster relief zones, remote construction sites, and emergency response operations. They provide essential medical infrastructure, enabling consultations, treatment, isolation, and storage. Their mobility and modularity allow integration with temporary accommodation or office cabins, providing comprehensive operational setups. Ideal for NGOs, hospitals, government projects, and private healthcare initiatives, these cabins ensure access to critical medical services in underserved or high-demand areas. Combining efficiency, safety, and adaptability, portable health care centres support modern healthcare delivery with speed, reliability, and professional standards."
          }
        ],
        "technicalSpecifications": []
      }
    ]
  },
  {
    "name": "Portable Containers",
    "description": "Portable Containers are durable, mobile, and versatile spaces fabricated using high-quality MS Steel, GI Sheet, and ACP Sheet. Ideal for offices, homes, toilets, storage, and restaurants, they offer quick setup, full customization, and long-lasting performance in any environment.",
    "images": [
      ""
    ],
    "products": [
      {
        "name": "Container Office",
        "slug": "container-office",
        "tags": [
          "Portable Office",
          "Portable Office Cabin",
          "Site Office Cabin",
          "Temporary Office Cabin"
        ],
        "description": "Container offices are durable, mobile workspaces fabricated using MS Steel, GI Sheet, and ACP Sheet. They offer quick setup, complete customization, and a secure environment—ideal for construction projects, remote sites, or temporary office needs.",
        "images": [
          "assets/images/products/container_office/1.webp",
          "assets/images/products/container_office/2.webp",
          "assets/images/products/container_office/3.webp",
          "assets/images/products/container_office/4.webp"
        ],
        "videos": [],
        "layouts": [],
        "specifications": {
          "size": "10*10, 10*20, 20*20 & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Construction Site Office, Temporary Office, Remote Workspaces, etc...",
          "features": "Durable, Mobile, Customizable"
        },
        "details": [
          {
            "title": "Container Offices – Strong, Mobile Workspaces",
            "description": "Container offices are robust, modular workspaces designed for remote sites, construction projects, and temporary office setups. Built with steel frames, insulated interiors, and customizable layouts, these offices provide a secure, weatherproof, and comfortable environment. They can include lighting, air conditioning, electrical systems, furniture, and other facilities for a fully functional office setup. For flexible site configurations, container offices can be combined with <a href='products/portable-office'>Portable Offices</a> or <a href='products/container-accommodation'>Container Accommodation</a> units."
          },
          {
            "title": "Features and Advantages",
            "description": "These offices are designed for rapid deployment, modular expansion, and minimal maintenance. Insulated panels maintain comfort in all climates, while electrical and HVAC fittings support modern operations. The units are secure, durable, and easily relocatable—ideal for evolving project needs. Interiors and exteriors can be customized for branding, layout, or functionality."
          },
          {
            "title": "Applications Across Industries",
            "description": "Container offices are widely used in construction, industrial, event, and project-based environments. Their mobility and modularity make them ideal for administrative or operational use in temporary or remote locations. Integration with <a href='products/portable-office'>Portable Offices</a> or <a href='products/container-accommodation'>Container Accommodation</a> provides scalable workspace solutions."
          }
        ],
        "technicalSpecifications": []
      },
      {
        "name": "Toilet Container",
        "slug": "toilet-container",
        "tags": [
          "Portable Toilet",
          "Mobile Toilet",
          "Portable Toilet Cabin",
          "ACP Toilet Cabin"
        ],
        "description": "Toilet containers are compact, hygienic sanitation units built with MS Steel, GI Sheet, or ACP Sheet. They provide durable, easy-to-maintain restroom facilities—perfect for construction sites, events, and remote locations.",
        "images": [
          "assets/images/products/toilet_container/1.webp",
          "assets/images/products/toilet_container/2.webp"
        ],
        "videos": [],
        "layouts": [],
        "specifications": {
          "size": "4*4, 4*6, 6*6, 10*10 & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Construction Site Toilet, Event Restrooms, Remote Sanitation Facilities, etc...",
          "features": "Hygienic, Durable, Portable"
        },
        "details": [
          {
            "title": "Toilet Containers – Hygienic, Mobile Sanitation Solutions",
            "description": "Toilet containers provide reliable and hygienic sanitation for construction sites, events, and remote locations. Built with corrosion-resistant steel and waterproof interiors, these units ensure comfort and cleanliness. They can include washbasins, urinals, ventilation, and lighting as needed. Designed for rapid deployment and low maintenance, they are ideal for temporary or relocatable sanitation setups."
          },
          {
            "title": "Key Features and Benefits",
            "description": "Weatherproof, insulated, and odor-free, these toilets feature modular interiors that can include male/female sections, partitions, or accessible stalls. Optional lighting and exhaust systems improve usability, while their portability and reusability make them practical and cost-efficient."
          },
          {
            "title": "Applications Across Industries",
            "description": "Widely used in construction camps, industrial sites, public events, and emergency setups, these sanitation units provide essential hygiene wherever permanent infrastructure is unavailable. They can also be paired with <a href='products/container-accommodation'>Container Accommodation</a> for integrated housing and hygiene solutions."
          }
        ],
        "technicalSpecifications": []
      },
      {
        "name": "Container Outlet",
        "slug": "container-outlet",
        "tags": [
          "Container Outlet",
          "Portable Outlet",
          "Portable Restaurant"
        ],
        "description": "Container outlets are stylish, modular spaces designed for cafes, retail shops, or restaurants. Built with durable MS Steel, GI Sheet, and ACP Sheet, they provide a cost-effective, portable, and customizable commercial setup.",
        "images": [
          "assets/images/products/container_outlet/1.webp",
          "assets/images/products/container_outlet/2.webp",
          "assets/images/products/container_outlet/3.webp",
          "assets/images/products/container_outlet/4.webp"
        ],
        "videos": [],
        "layouts": [],
        "specifications": {
          "size": "10*10, 10*20, 20*20 & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Cafe Corner, Chai Shop, Restaurants, Retail Stores, etc...",
          "features": "Portable, Stylish, Affordable"
        },
        "details": [
          {
            "title": "Container Outlets – Modern, Mobile Retail Spaces",
            "description": "Container outlets are modern, modular spaces perfect for cafes, kiosks, or retail stores. Their design allows quick setup, mobility, and full customization. Built with weatherproof steel and insulated walls, they offer durability, style, and operational flexibility."
          },
          {
            "title": "Features and Advantages",
            "description": "These outlets can include service counters, electrical systems, lighting, plumbing, and shelves. Their portability makes them perfect for temporary markets, exhibitions, or expanding retail businesses. The exteriors can be branded to enhance visual appeal."
          },
          {
            "title": "Applications Across Industries",
            "description": "Ideal for urban pop-ups, food courts, tourism zones, and events. These units can be integrated with <a href='products/container-accommodation'>Container Accommodation</a> for staff lodging or <a href='products/portable-outlet'>Portable Outlets</a> for scalable retail setups."
          }
        ],
        "technicalSpecifications": []
      },
      {
        "name": "Storage Container",
        "slug": "storage-container",
        "tags": [
          "Portable Storage Cabin"
        ],
        "description": "Storage containers are robust, weather-resistant units fabricated using MS Steel, GI Sheet, and ACP Sheet—ideal for safely storing materials, tools, and goods in industrial and commercial environments.",
        "images": [
          "assets/images/products/storage_container/1.webp"
        ],
        "videos": [],
        "layouts": [],
        "specifications": {
          "size": "10*10, 10*20, 20*20 & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Storage, Warehouse, Inventory Management, etc...",
          "features": "Secure, Portable, Durable"
        },
        "details": [
          {
            "title": "Storage Containers – Durable and Secure Storage Solutions",
            "description": "Storage containers are built for reliable protection of equipment, inventory, and materials. Their modular structure allows for customized interiors like racks, partitions, or reinforced sections for heavy items. They ensure secure and weatherproof storage for diverse industries."
          },
          {
            "title": "Features and Benefits",
            "description": "Built with corrosion-resistant steel, these units include lockable doors, ventilation, and optional shelving. They are easy to relocate, maintain, and expand, making them ideal for temporary or long-term use in industrial, commercial, or agricultural operations."
          },
          {
            "title": "Applications Across Industries",
            "description": "Commonly used in construction sites, warehouses, farms, and industrial zones, storage containers provide flexible and safe solutions for storing raw materials and equipment. They can be combined with <a href='products/container-accommodation'>Container Accommodation</a> for integrated site setups."
          }
        ],
        "technicalSpecifications": []
      },
      {
        "name": "Container Homes",
        "slug": "container-homes",
        "tags": [
          "Portable House",
          "Farm House",
          "Bunk House"
        ],
        "description": "Container homes are innovative, sustainable living spaces fabricated from MS Steel, GI Sheet, and ACP Sheet. They provide durable, modern, and eco-friendly housing suitable for urban, rural, or remote use.",
        "images": [
          "assets/images/products/container_homes/1.webp",
          "assets/images/products/container_homes/2.webp",
          "assets/images/products/container_homes/3.webp",
          "assets/images/products/container_homes/4.webp",
          "assets/images/products/container_homes/5.webp"
        ],
        "videos": [],
        "layouts": [],
        "specifications": {
          "size": "10*10, 10*20, 20*20 & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Farm Houses, Bunk Houses, Vacation Homes, etc...",
          "features": "Eco-Friendly, Durable, Modern"
        },
        "details": [
          {
            "title": "Container Homes – Modern, Sustainable Living",
            "description": "Container homes are durable and customizable residential structures offering modern aesthetics and efficient layouts. They can include bedrooms, kitchens, bathrooms, and living areas for a comfortable lifestyle. These homes combine structural strength with flexibility and style."
          },
          {
            "title": "Key Features and Benefits",
            "description": "Featuring insulated walls, roofing, plumbing, and electrical systems, these homes are designed for comfort and longevity. Prefabricated modules allow fast assembly and relocation. Their versatility supports residential, commercial, or hospitality use."
          },
          {
            "title": "Applications Across Lifestyles",
            "description": "Container homes serve as farm retreats, vacation stays, rental cabins, and eco-tourism housing. They can be combined with <a href='products/container-accommodation'>Container Accommodation</a> for larger setups or workforce housing."
          }
        ],
        "technicalSpecifications": []
      },
      {
        "name": "Container Accommodation",
        "slug": "container-accommodation",
        "tags": [
          "Accommodation Cabin",
          "Portable Accommodation Cabin",
          "Construction Accommodation Cabin"
        ],
        "description": "Container accommodation units are durable, portable living spaces fabricated using MS Steel, GI Sheet, and ACP Sheet. Designed for comfort and mobility, they are ideal for worker housing, remote sites, and temporary residential setups.",
        "images": [
          "assets/images/products/container_accommodation/1.webp",
          "assets/images/products/container_accommodation/2.webp",
          "assets/images/products/container_accommodation/3.webp",
          "assets/images/products/container_accommodation/4.webp"
        ],
        "videos": [],
        "layouts": [],
        "specifications": {
          "size": "10*10, 10*20, 20*20 & Custom Size",
          "material": "MS Steel, GI Sheet, ACP Sheet",
          "usage": "Worker Housing, Remote Accommodation, Emergency Shelters, etc...",
          "features": "Durable, Comfortable, Reusable"
        },
        "details": [
          {
            "title": "Container Accommodation – Flexible, Mobile Housing Solutions",
            "description": "Container accommodation units are modular living spaces providing comfort and functionality in remote or temporary locations. They feature insulated walls, electrical fittings, plumbing, and air-conditioning options to ensure a home-like experience."
          },
          {
            "title": "Key Features and Benefits",
            "description": "Weatherproof, insulated, and customizable, these units are designed for long-term use. Prefabricated layouts can include bedrooms, kitchens, or washrooms. They are reusable, easy to relocate, and perfect for workforce housing or project sites."
          },
          {
            "title": "Applications Across Industries",
            "description": "Widely used in construction, oil & gas, mining, and agriculture sectors for staff accommodation or emergency housing. They can be combined with <a href='products/storage-container'>Storage Containers</a> or <a href='products/portable-office'>Portable Offices</a> for complete site setups."
          }
        ],
        "technicalSpecifications": []
      }
    ]
  }
]